const Guide3 = () => {
  return (
    <div className="guide">
      <p>이용 전 반드시 확인해주세요</p>
      <ul>
        <li>
          - 본 주차장은 사전 결제 예약제로 운영되며, 결제 완료 시점부터 예약이
          확정됩니다.
        </li>
        <li>
          - 지정된 주차 구역 외 주차 시 견인 또는 벌금 대상이 될 수 있으며, 이에
          대한 책임은 사용자에게 있습니다.
        </li>
        <li>
          - 입차 시 차량번호 자동 인식 또는 관리자 확인이 진행되므로, 입력한
          차량번호와 실제 차량번호가 반드시 일치해야 합니다.
        </li>
        <li>
          - 예약된 이용 시간 내 입·출차를 완료해 주세요. 입차 지연, 조기 출차,
          초과 주차 시 추가 요금이 자동 부과될 수 있습니다.
        </li>
        <li>
          - 예약 시간 외 입·출차는 시스템상 허용되지 않을 수 있으며, 현장 이용에
          제한이 생길 수 있습니다.
        </li>
        <li>
          - 결제 완료 후에는 취소 및 환불이 불가하오니, 예약
          정보(시간·구역·차량번호 등)를 반드시 다시 확인해 주세요.
        </li>
        <li>
          - 주차장 내 사고, 분실, 도난 등은 운영자가 책임지지 않으며,개인 책임
          하에 이용해 주세요.
        </li>
        <li>
          - 정확한 예약 정보와 입·출차 시간 준수로 원활한 이용이 가능합니다
        </li>
      </ul>
    </div>
  );
};

export default Guide3;
